Repository: GogmeWeb/pinterest-pin-it
Catalog: lang/ppibfi_translate-*.po
Languages: fr_fr, pt_br

source: Options saved.
fr_fr: Options enregistrées.
pt_br: Opções salvas.

source: Pinterest Pin It Button For Images
fr_fr: Bouton Pinterest "Pin It" sur vos images.

source: Here you may change some settings for your Pinterest PIBFI plugin, although it is not necessary (we already have the optimal settings done for you).
fr_fr: Vous pouvez ici paramétrer le plugin, même si cela n'est pas nécessaire (nous avons déjà tout optimisé pour vous !).
pt_br: Aqui você pode alterar algumas das configurações do seu plugin Pinterest PIBFI, embora não seja necessário (já selecionamos as melhores opções pra você).

source: Content width
fr_fr: Largeur du contenu
pt_br: Largura do conteúdo

source: The plugin needs to know the width of the content area in pixels to place the button (only numbers).
fr_fr: Le plugin a besoin de connaître la largeur de la zone de contenu, en pixel, afin d'y placer le bouton. (Entrer un nombre.)
pt_br: O plugin precisa saber a largura da área de conteúdo (em pixels) para inserir o botão (digite apenas números).

source: Show "Pin It" button on following pages:
fr_fr: Ne montrer le bouton "Pin It" que sur les pages suivantes :
pt_br: Mostrar botão "Pin It" nas seguintes páginas:

source: All pages
fr_fr: Toutes les pages
pt_br: Todas as páginas

source: Index / home
fr_fr: Index / Accueil
pt_br: Index / inicial

source: Single post
fr_fr: Article seul
pt_br: Post

source: Category page
fr_fr: Page de catégorie
pt_br: Página de categoria

source: Opt-out on single pages:
fr_fr: Ne pas afficher sur les pages suivantes :
pt_br: Optar por desabilitar em páginas singulares:

source: Option to enable a checkbox on singles and pages that will let you choose if the plugin will be deactivated on that particular page
fr_fr: Sur chaque article et page, afficher une case à cocher permettant de désactiver le plugin sur cet article/page spécifique.
pt_br: Opção de habilitar uma caixa em posts e páginas que te possibilita desativar o plugin naquela página específica

source: Enable opt-out
fr_fr: Désactiver le boutton au cas par cas.
pt_br: Habilitar "optar por sair"

source: Choose a button to replace the default one
fr_fr: Choisissez une image pour remplacer le bouton par défaut

source: choose an image
fr_fr: Choisissez une image

source: Chosen image
fr_fr: Image choisie

source: Save
fr_fr: Enregistrer
pt_br: Salvar

source: Advanced
fr_fr: Avancé
pt_br: Avançado

source: Exclude classes:
fr_fr: Exclure les classes CSS suivantes :
pt_br: Excluir classes:

source: Images with the following "class" attribute won't display the button (comma separated):
fr_fr: Les images portant l'attribut class suivant n'afficheront pas le bouton (séparés par une virgule) :
pt_br: Imagens com o seguinte atributo para a "class" não vão mostrar o botão (separado por vírgula):

source: Selected images only:
fr_fr: Seulement certaines images :
pt_br: Imagens selecionadas apenas:

source: Show "Pin it" button only on images with "pinthis" class
fr_fr: Ne montrer le bouton "Pin It" que sur les images ayant la classe "pinthis".
pt_br: Mostrar botão "Pin it" apenas em imagems com classe "pinthis"

source: This option will overide the "Exclude classes" and "Enable opt-out" options.
fr_fr: Cette option annulera l'effet des options "Exclure les classes CSS suivantes" et "Désactiver le boutton au cas par cas.".
pt_br: Essa opção vai ignorar as opções "Excluir classes" e "Habilitar optar por sair"

source: Care to help?
fr_fr: Envie d'aider ?
pt_br: Quer ajudar?

source: This plugin takes up a *lot* of my spare time and has cost me around US$ 500 in development out of my own pocket. Any donation amount (like five bucks) will be well appreciated as it'll give me more reason to work hard on new updates. Please consider donating! Link to PayPal below.
fr_fr: Le développement de ce plugin me demande beaucoup de temps libre et me coûte cher. N'importe quelle donation (par exemple 5€) sera grandement appréciée et me donnera encore plus de raisons de travailler dûr sur de futures mises à jour. Pensez-y ! Lien PayPal ci-dessous.
pt_br: Esse plugin consome *muito* do meu tempo livre e já me custou em torno de US$ 500 em valores de desenvolvimento retirados do meu próprio bolso. Qualquer doação (como cincão) será apreciado pois me dará mais motivos para trabalhar duro nas próximas atualizações. Por favor considere doar! Link para o PayPal abaixo.

source: If you are a programmer willing to help out with the development, please drop me a line at canha (at) design.blog.br. But if you don't have any "mad skillz", you can also help by reporting bugs at <a href="https://github.com/canha42/pinterest-pin-it/issues">GitHub</a>. Please help spread the word about this plugin!
fr_fr: Si vous êtes développeur et avez envie d'aider au développement de ce plugin, envoyez-moi un mail à canha (at) design.blog.br. Mais si vous n'avez pas cet "incroyable talent", vous pouvez toujours être utile en rapportant les bogues sur <a href="https://github.com/canha42/pinterest-pin-it/issues">GitHub</a>. Et en parlant de ce plugin autour de vous !
pt_br: Se você for um programador querendo ajudar com o desenvolvimento, por favor me mande um e-mail para sean (arroba) design.blog.br. Mas se você não for um ninja do desenvolvimento, você também pode ajudar informando bugs encontrados na nossa página do <a href="https://github.com/canha42/pinterest-pin-it/issues">GitHub</a>. Ajude a espalhar este plugin!

source: Thanks!
fr_fr: Merci !
pt_br: Obrigado!

source: Use this image
fr_fr: Utiliser cette image

source: Pinterest plugin
fr_fr: Plugin Pinterest

source: Disable Pinterest Pin It button on this page
fr_fr: Désactiver le bouton Pinterest "Pin It" sur cette page.
pt_br: Desabilitar botão Pinterest Pin It nesta página

source: Your maximum image width is thought to be 1024 pixels. <strong>This might be incorrect and might affect the functionality of the Pinterest Pin It plugin</strong>. Please check the <a href="options-general.php?page=pibfi_engine_id">plugins settings</a>
fr_fr: La largeur maximale de vos images est actuellement 1024px. <strong>Si ce n'est pas le cas, cela pourrait affecter le fonctionnement de l'extension Pinterest Pin It.</strong> Vérifiez la <a href="options-general.php?page=pibfi_engine_id">configuration de l'extension</a>.

source: No maximum image width has been detected. This might affect the functionality of the <strong>Pinterest Pin It</strong> plugin. Please check the <a href="options-general.php?page=pibfi_engine_id">plugin settings</a>
fr_fr: Vous n'avez pas indiqué la largeur maximale des images affichées sur votre blog. Cela pourrait affecter le bon fonctionnement de l'extension <strong>Pinterest Pin It</strong>. Vérifiez la <a href="options-general.php?page=pibfi_engine_id">configuration de l'extension</a>.

source: Page
pt_br: Página
